tap "fluxcd/tap"
tap "hashicorp/tap"
tap "kevinisageek/tap", "https://github.com/kevinisageek/homebrew-tap"
brew "shellcheck"
brew "actionlint"
brew "age"
brew "atuin", restart_service: :changed
brew "awscli"
brew "borgbackup"
brew "bottom"
brew "butane"
brew "cffi"
brew "cilium-cli"
brew "deno"
brew "doctl"
brew "flyctl"
brew "gcc"
brew "go"
brew "helm"
brew "helmfile"
brew "k9s"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "neovim"
brew "newsboat"
brew "shfmt"
brew "sops"
brew "talhelper"
brew "talosctl"
brew "terraform"
brew "ykpers"
brew "yt-dlp"
brew "yubikey-agent"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/packer"
brew "kevinisageek/tap/backitup"
brew "kevinisageek/tap/nmtrust"
brew "kevinisageek/tap/scripts"
