tap "fluxcd/tap"
tap "hashicorp/tap"
tap "kevinisageek/tap"
brew "shellcheck"
brew "actionlint"
brew "age"
brew "age-plugin-yubikey"
brew "cffi"
brew "ansible"
brew "bmake"
brew "borgbackup"
brew "borgmatic"
brew "butane"
brew "caddy"
brew "cilium-cli"
brew "deno"
brew "direnv"
brew "dive"
brew "node"
brew "docker-compose-langserver"
brew "dockerfile-language-server"
brew "doctl"
brew "flyctl"
brew "framework-tool-tui"
brew "gcc"
brew "go"
brew "helix"
brew "helm"
brew "helmfile"
brew "hugo"
brew "k9s"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "neovim"
brew "newsboat"
brew "pass"
brew "pass-otp"
brew "podman"
brew "podman-tui"
brew "rclone"
brew "rdiff-backup"
brew "restic"
brew "rsnapshot"
brew "s3cmd"
brew "shfmt"
brew "sops"
brew "talhelper"
brew "talosctl"
brew "terraform"
brew "ykpers"
brew "yt-dlp"
brew "yubikey-agent"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/packer"
brew "kevinisageek/tap/backitup"
brew "kevinisageek/tap/nmtrust"
go "github.com/gokrazy/tools/cmd/gok"
go "golang.org/x/tools/gopls"
go "github.com/rtr7/tools/cmd/rtr7-recovery-init"
go "github.com/rtr7/tools/cmd/rtr7-safe-update"
go "honnef.co/go/tools/cmd/staticcheck"
