tap "fluxcd/tap"
tap "hashicorp/tap"
# Simple, modern, secure file encryption
brew "age"
# Improved shell history for zsh, bash, fish and nushell
brew "atuin", restart_service: :changed
# Official Amazon AWS command-line interface
brew "awscli"
# Yet another cross-platform graphical process/system monitor
brew "bottom"
# Translates human-readable Butane Configs into machine-readable Ignition Configs
brew "butane"
# C Foreign Function Interface for Python
brew "cffi"
# CLI to install, manage & troubleshoot Kubernetes clusters running Cilium
brew "cilium-cli"
# Command-line tool for DigitalOcean
brew "doctl"
# Command-line tools for fly.io services
brew "flyctl"
# GNU compiler collection
brew "gcc"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Kubernetes package manager
brew "helm"
# Deploy Kubernetes Helm Charts
brew "helmfile"
# Kubernetes CLI To Manage Your Clusters In Style!
brew "k9s"
# Run local Kubernetes cluster in Docker
brew "kind"
# Tool to move from `docker-compose` to Kubernetes
brew "kompose"
# Kubernetes command-line interface
brew "kubernetes-cli"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# RSS/Atom feed reader for text terminals
brew "newsboat"
# Editor of encrypted files
brew "sops"
# Configuration helper for talos clusters
brew "talhelper"
# CLI for out-of-band management of Kubernetes nodes created by Talos
brew "talosctl"
# Tool to build, change, and version infrastructure
brew "terraform"
# Feature-rich command-line audio/video downloader
brew "yt-dlp", args: ["HEAD"]
# Flux CLI
brew "fluxcd/tap/flux"
# Packer
brew "hashicorp/tap/packer"
